{
  "contenido": [
    {
      "id": 1,
      "tipo": "Noticia",
      "titulo": "Festividad San José de Calasanz",
        "resumen": "Las Fiestas del Colegio Calasanzson un evento muy esperado por toda la comunidad educativa. Esta festividad en honor a San José de Calasanz, fundador de las Escuelas Pías, no solo tiene un marcado carácter religioso, sino que también es una ocasión para la convivencia y el disfrute de todos los que formamos parte de esta institución educativa",
        "contenido": "A lo largo de la semana se han desarrollado diferentes celebraciones religiosas y actividades tanto dentro como fuera del aula. Entre ellas la gran castañada para los alumnos de centro infantil, infantil y primaria.  Escolatrio es el grupo de teatro de padres y madres del colegio, y con la obra “José, el maestro del Trastévere”, representó la labor de San José de Calasanz en la educación y compromiso con los más necesitados. La jornada del viernes comenzó con una solemne celebración religiosa, en la que se rinde homenaje a San José de Calasanz. Esta eucaristía es el momento central para recordar los valores y para reflexionar sobre la labor educativa que se lleva a cabo en nuestro centro, fieles a la tradición calasancia de formación integral y compromiso con los más necesitados. A continuación, los alumnos de 2º de Bachillerato han realizado el pregón, un discurso ante todos los alumnos y profesores, un momento muy especial ya que los jóvenes tienen la oportunidad de expresar sus sentimientos hacia el colegio y recordar anécdotas de su infancia y trayectoria en el centro.  Han realizado una mención especial a sus compañeros del colegio Escolapios de Algemesí, centro que ha sufrido las graves consecuencias de la DANA. Tras el pregón, el ambiente festivo se intensifica, es tiempo de desayunar chocolatecon churros, los cabezudos corriendo por el patio, juegos y yincanas para todas las edades donde mayores y pequeños se lo pasan fenomenal. Para culminar el día de festividades, los alumnos de 1º Bachillerato muestran su talento artístico en el Festival.Actuaciones musicales, danzas, teatrillos llenan el escenario y animan a todo el público. Este año como “teloneros” han contado con el coro de 4º de primaria y la actuación de profesores del colegio. La Eucaristía familiar del domingo reúne a toda la comunidad educativa para conmemorar a nuestro patrón, San José de Calasanz, después todos disfrutamos de un ágape por cortesía del AMPA. En definitiva, las Fiestas del Colegio Calasanz son una celebración llena de significado, donde se mezclan la tradición religiosa, la creatividad, el compañerismo y la alegría. Es un día especial que no solo honra a San José de Calasanz, sino que también refuerza los lazos entre los miembros de la comunidad educativa y promueve el sentido de pertenencia a una gran familia calasancia.",
      "fechaPublicacion": "25/11/2024",
      "rutaPortada": "../img/portadaFiestaCalasanz.jpg",
      "tieneImagen": true,
      "rutaImagen": "../img/fotoAdicionalFiestaCalasanz.jpg",
      "tieneVideo": false,
      "rutaVideo": null
    },
    {
      "id": 2,
      "tipo": "Articulo",
      "titulo": "Belen Navideño",
      "resumen": "Inauguración por todo lo alto de nuestro gran Belén colegial 'Peregrinos de Esperanza'. Este es el fruto de un trabajo conjunto impresionante. Alumnos, profesores... desde Infantil hasta nuestro grado superior de FP, desde diferentes ámbitos y asignaturas, han ido poniendo su granito de arena para generar un resultado del que estamos muy orgullosos. Es un Belén que merece la pena ser visitado y todos estáis invitados a ello. Os anunciaremos horarios y actividades en breve, estad atentos. El misterio del nacimiento de Jesús está en el centro de nuestro colegio, de nuestra comunidad. Venid a verle.",
      "contenido": "",
      "fechaPublicacion": "2024-11-28",
      "rutaPortada": "../img/IMG_1007.jpeg",
      "tieneImagen": true,
      "rutaImagen2": "../img/IMG_1009.jpeg",
      "rutaImagen3": "../img/IMG_1010.jpeg",
      "rutaImagen4": "../img/IMG_1011.jpeg",
      "rutaImagen5": "../img/IMG_1012.jpeg",
      "rutaImagen6": "../img/IMG_1013.jpeg",
      "tieneVideo": false,
      "rutaVideo": null
    },
    {
      "id": 3,
      "tipo": "Formulario",
      "titulo": "Cena Solidaria",
      "resumen": "Se celebrará una cena navideña solidaria en Valencia para recaudar fondos y brindar apoyo a los afectados por la DANA que recientemente causó graves inundaciones y daños en la región. Esta iniciativa busca reunir a la comunidad en un ambiente de solidaridad, donde los asistentes puedan disfrutar de una cena festiva mientras contribuyen a una causa benéfica para ayudar a las víctimas de esta catástrofe natural.",
      "contenido": "<form action='/submit_inscription' method='post'><h2>Inscripción a Cena Solidaria</h2><label for='name'>Nombre Completo</label><input type='text' id='name' name='name' required><label for='email'>Correo Electrónico</label><input type='email' id='email' name='email' required><label for='phone'>Teléfono</label><input type='tel' id='phone' name='phone' required><label for='num_guests'>Número de Acompañantes</label><select id='num_guests' name='um_guests'><option value='0'>0</option><option value='1'>1</option><option value='2'>2</option><option value='3'>3</option></select><label for='meal_preference'>Preferencia de Menú</label><select id='meal_preference' name='meal_preference' required><option value='standard'>Estándar</option><option value='vegetarian'>Vegetariano</option><option value='vegan'>Vegano</option><option value='gluten_free'>Sin Gluten</option></select><label for='allergies'>Alergias o Restricciones Alimenticias</label><textarea id='allergies' name='allergies' placeholder='Especifica si tienes alguna alergia o restricción'></textarea><label for='comments'>Comentarios Adicionales</label><textarea id='comments' name='comments' placeholder='Deja aquí cualquier comentario adicional'></textarea><button type='submit'>Enviar Inscripción</button></form>",
      "fechaPublicacion": "2024-11-28",
      "rutaPortada": "../img/cena_navidad.jpeg",
      "tieneImagen": false,
      "rutaImagen": "../img/cena_navidad.jpeg",
      "tieneVideo": false,
      "rutaVideo": null
    }
  ]
}
